Revit 2027 API
ParameterTypeId.RbsElecMaxPoleBreakers Property
 "Max Number of Single Pole Breakers"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecMaxPoleBreakers { get; }
Public Shared ReadOnly Property RbsElecMaxPoleBreakers As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecMaxPoleBreakers {
	ForgeTypeId^ get ();
}
static member RbsElecMaxPoleBreakers : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace